{"_id":{"$oid":"60e5ed96f0f05f921ad68715"},"Director1":{"directorId":1.0,"name":"Quinton Tarintino","Bio":"Quentin Jerome Tarantino is an American film director, screenwriter, producer, and actor. His films are characterized by nonlinear storylines, dark humor, stylized violence, extended dialogue, ensemble casts, references to popular culture, alternate history, and neo-noir.","Birth":"1963-03-27"},"bio":"Quentin Jerome Tarantino was born in Knoxville, Tennessee. His father, Tony Tarantino, is an Italian-American actor and musician from New York, and his mother, Connie (McHugh), is a nurse from Tennessee. Quentin moved with his mother to Torrance, California, when he was four years old."}
{"_id":{"$oid":"60e5f4cbf0f05f921ad68716"},"Director2":{"directorId":2.0,"name":"Chad Stahelski","Bio":"Chad Stahelski is an American stuntman and film director. He is known for his work on Buffy the Vampire Slayer and directing the 2014 film John Wick along with David Leitch, as well as solo directing its two sequels.","Birth":"1968-09-20"}}
{"_id":{"$oid":"60e5f5ecf0f05f921ad68717"},"Director3":{"directorId":3.0,"name":"George Lucas","bio":"George Walton Lucas Jr. is an American film director, producer, screenwriter, and entrepreneur. Lucas is best known for creating the Star Wars and Indiana Jones franchises and founding Lucasfilm, LucasArts, and Industrial Light & Magic. He served as chairman of Lucasfilm before selling it to The Walt Disney Company in 2012.","Birth":"1944-05-14"}}
{"_id":{"$oid":"60e5f640f0f05f921ad68718"},"Director4":{"directorId":4.0,"name":"Frank Darabont","bio":"Frank Árpád Darabont (born Ferenc Árpád Darabont, January 28, 1959) is a Hungarian-American[2] film director, screenwriter and producer who has been nominated for three Academy Awards and a Golden Globe Award. In his early career, he was primarily a screenwriter for horror films such as A Nightmare on Elm Street 3: Dream Warriors (1987), The Blob (1988) and The Fly II (1989). As a director, he is known for his film adaptations of Stephen King novellas and novels such as The Shawshank Redemption (1994), The Green Mile (1999) and The Mist (2007).","Birth":"1959-01-28"}}
{"_id":{"$oid":"60e5f6aef0f05f921ad68719"},"Director5":{"directorId":5.0,"name":"David Fincher","bio":"David Andrew Leo Fincher is an American film director. Known for his psychological thrillers, his films have received 40 nominations at the Academy Awards, including three for him as Best Director. Born in Denver, Colorado, Fincher developed a passion for filmmaking at an early age.","Birth":"1962-08-28"}}
{"_id":{"$oid":"60e5f75ef0f05f921ad6871a"},"Director6":{"directorId":6.0,"name":"Raja Gosnell","bio":"Raja Raymond Gosnell (born December 9, 1958)[1] is an American filmmaker and editor. He is best known for directing studio comedies and family films Home Alone 3, Never Been Kissed, Big Momma's House, Scooby-Doo, Beverly Hills Chihuahua, The Smurfs, and Show Dogs; most of his films received a generally negative critical reception[2] but performed well at the box office.","Birth":"1958-12-09"}}
