{"_id":{"$oid":"60edb895f0f05f921ad6872f"},"Title":"Django Unchained","Description":"Two years before the Civil War, Django (Jamie Foxx), a slave, finds himself accompanying an unorthodox German bounty hunter named Dr. King Schultz (Christoph Waltz) on a mission to capture the vicious Brittle brothers. Their mission successful, Schultz frees Django, and together they hunt the South's most-wanted criminals. Their travels take them to the infamous plantation of shady Calvin Candie (Leonardo DiCaprio), where Django's long-lost wife (Kerry Washington) is still a slave.","genreId":1.0,"directorId":1.0,"ImagePath":"djangounchained.png","Featured":true}
{"_id":{"$oid":"60edb926f0f05f921ad68730"},"Title":"Pulp Fiction","Description":"Vincent Vega (John Travolta) and Jules Winnfield (Samuel L. Jackson) are hitmen with a penchant for philosophical discussions. In this ultra-hip, multi-strand crime movie, their storyline is interwoven with those of their boss, gangster Marsellus Wallace (Ving Rhames) ; his actress wife, Mia (Uma Thurman) ; struggling boxer Butch Coolidge (Bruce Willis) ; master fixer Winston Wolfe (Harvey Keitel) and a nervous pair of armed robbers, (Tim Roth) and (Amanda Plummer).","genreId":3.0,"directorId":1.0,"ImagePath":"pulpfiction.png","Featured":true}
{"_id":{"$oid":"60edb979f0f05f921ad68731"},"Title":"John Wick","Description":"John Wick (Keanu Reeves), a retired hitman seeking vengeance for the killing of the dog given to him by his recently deceased wife and the theft of his car.","genreId":1.0,"directorId":2.0,"ImagePath":"johnwick.png","Featured":true}
{"_id":{"$oid":"60edbadcf0f05f921ad68732"},"Title":"Star Wars Episode V The Empire Strikes Back","Description":"It is the second film in the Star Wars original trilogy. The film concerns the continuing struggles of the Rebel Alliance against the Galactic Empire. During the film, Han Solo, Chewbacca, and Princess Leia Organa are being pursued across space by Darth Vader and his elite forces","genreId":1.0,"directorId":3.0,"ImagePath":"starwarsepisodev.png","Featured":true}
{"_id":{"$oid":"60edbc2cf0f05f921ad68733"},"Title":"Indiana Jones","Description":"Epic tale in which an intrepid archaeologist tries to beat a band of Nazis to a unique religious relic which is central to their plans for world domination. Battling against a snake phobia and a vengeful ex-girlfriend, Indiana Jones is in constant peril, making hair's-breadth escapes at every turn in this celebration of the innocent adventure movies of an earlier era.","genreId":1.0,"directorId":3.0,"ImagePath":"indianajones.png","Featured":true}
{"_id":{"$oid":"60edbc6af0f05f921ad68734"},"Title":"Fight Club","Description":"A depressed man (Edward Norton) suffering from insomnia meets a strange soap salesman named Tyler Durden (Brad Pitt) and soon finds himself living in his squalid house after his perfect apartment is destroyed. The two bored men form an underground club with strict rules and fight other men who are fed up with their mundane lives. Their perfect partnership frays when Marla (Helena Bonham Carter), a fellow support group crasher, attracts Tyler's attention.","genreId":2.0,"directorId":5.0,"ImagePath":"fightclub.png","Featured":true}
{"_id":{"$oid":"60edbca7f0f05f921ad68735"},"Title":"Se7en","Description":"When retiring police Detective William Somerset (Morgan Freeman) tackles a final case with the aid of newly transferred David Mills (Brad Pitt), they discover a number of elaborate and grizzly murders. They soon realize they are dealing with a serial killer (Kevin Spacey) who is targeting people he thinks represent one of the seven deadly sins.","genreId":2.0,"directorId":5.0,"ImagePath":"se7en.png","Featured":true}
{"_id":{"$oid":"60edbd50f0f05f921ad68736"},"Title":"The Shawshank Redemption","Description":"Andy Dufresne (Tim Robbins) is sentenced to two consecutive life terms in prison for the murders of his wife and her lover and is sentenced to a tough prison. However, only Andy knows he didn't commit the crimes. While there, he forms a friendship with Red (Morgan Freeman), experiences brutality of prison life, adapts, helps the warden, etc., all in 19 years.","genreId":3.0,"directorId":4.0,"ImagePath":"shawshankredemption.png","Featured":true}
{"_id":{"$oid":"60edbdebf0f05f921ad68737"},"Title":"Zodiac","Description":"In the late 1960s/early 1970s, a San Francisco cartoonist becomes an amateur detective obsessed with tracking down the Zodiac Killer, an unidentified individual who terrorizes Northern California with a killing spree.","genreId":2.0,"directorId":5.0,"ImagePath":"zodiacmovie.png","Featured":true}
{"_id":{"$oid":"60edbe9af0f05f921ad68738"},"Title":"Scooby-Doo 2: Monsters Unleashed","Description":"In this live-action sequel, the lovable dog Scooby-Doo once again joins his pals Shaggy (Matthew Lillard), Velma (Linda Cardellini), Fred (Freddie Prinze Jr.) and Daphne (Sarah Michelle Gellar) as they stumble into another seemingly supernatural mystery. In addition to facing off against various monsters that are tormenting their town, the gang must deal with television journalist Heather Jasper-Howe (Alicia Silverstone), who is out to discredit their investigations.","genreId":4.0,"directorId":6.0,"ImagePath":"scoobydoomovie2.png","Featured":true}
